Dici_fruits_vegetables = {
    'برتقال': '15.0',
    'تفاح': '15.0',
    'عنب': '10.0',
    'موز': '18.0',
    'خوخ': '18.0',
    'مشمش': '18.0',
    'فراولة': '10.0',
    'كمثرى': '15.0',
    'أناناس': '15.0',
    'توت': '12.0',
    'تين': '20.0',
    'رمان': '20.0',
    'خيار': '10.0',
    'جزر': '10.0',
    'خس': '5.0',
    'ملفوف': '5.0',
    'نعناع': '1.0',
    'حبق': '1.0',
    'طماطم': '20.0',
    'بصل': '12.0',

}

Dici_pluses = {
    'قمح': '20.0',
    'شعير': '25.0',
    'رز': '45.0',
    'طحين': '30.0',
    'بر': '20.0',
    'سكر': '25.0',
    'ملح': '15.0',
    'ذرة': '15.0',
    'فول': '12.0',
    'عدس': '12.0',
    'دقيق': '25.0',
    'قهوة':'25.0',
    'هيل':'20'
}

Dici_general_foodstuffs = {

    'شيبس صغير': '1.0',
    'شيبس كبير': '7.0',
    'بيبسي صغير': '2.5',
    'بيبسي كبير': '9.0',
    'لبن صغير': '1.5',
    'لبن كبير': '8.0',
    'حليب صغير': '1.5',
    'حليب كبير': '8.0',
    'زبادي': '1.0',
    'جبن': '7.0',
    'لبنة': '5.5',
    'عصير صغير': '1.5',
    'برنقلز كبير': '7.0',
    'ليز كبير': '7.0',
    'عصير كبير':'4.0',
    'ماء كرتون':'11'
}